tap "homebrew/cask"

brew "git"
brew "curl"
brew "nano"
brew "zsh"
brew "bash"  
brew "fzf"
brew "bat"
brew "z"
brew "eza"
brew "nvm"
brew "node"
brew "zsh-autosuggestions"

cask "ghostty"
cask "telegram"
cask "google-chrome"
cask "visual-studio-code"
